// questions.js
export const questionsList = [
    {
      chest: 1,
      questions: [
        "Самый неожиданный предмет, который вы использовали как реквизит на занятиях?",
        "Главное отличие неформального образования от формального?",
        "Организовывать или исполнять?",
        "Что бы вы изменили или улучшили в проекте, если бы могли?",
        "Где вы черпаете вдохновение?"
      ]
    },
    {
      chest: 2,
      questions: [
        "Сколько чашек кофе нужно выпить, чтобы бодро провести занятие?",
        "Какие профессиональные навыки вы хотели бы приобрести или прокачать?",
        "Чай или кофе?",
        "Вы больше любите взаимодействие с детьми, родителями или сотрудниками?",
        "Ваш инсайт года?"
      ]
    },
    {
      chest: 3,
      questions: [
        "Неделя без телефона или без шоколада — что выберете?",
        "Ваша профессиональная привычка?",
        "Ваше хобби?",
        "Что вас больше всего удивило в проекте за последний год?",
        "Если бы вы не были педагогом (или координатором), то кем?"
      ]
    },
    {
      chest: 4,
      questions: [
        "Что перед занятием страшнее: потерянный конспект или неоткрывающаяся презентация?",
        "Какую цель профессионального роста вы для себя ставите?",
        "Ваш любимый праздник?",
        "Если бы нужно было описать проект в одном слове — что бы вы выбрали?",
        "Самое яркое событие года?"
      ]
    },
    {
      chest: 5,
      questions: [
        "Какой цвет маркера приносит удачу?",
        "Какая профессиональная идея казалась вам авантюрой, но сработала?",
        "Ваш любимый цвет в гардеробе?",
        "Каким вы представляете SmartJ через 5 лет?",
        "Ваш критерий успешного занятия?"
      ]
    },
    {
      chest: 6,
      questions: [
        "Как часто на занятиях вы делаете вид, что всё идёт по плану?",
        "Самое важное качество педагога неформального образования?",
        "Ваше любимое блюдо?",
        "Какой момент в проекте вызвал у вас гордость?",
        "Профессиональный совет коллегам на начало следующего учебного года?"
      ]
    },
    {
      chest: 7,
      questions: [
        "Суперспособность вашего координатора?",
        "Что считаете главным вызовом или сложностью в вашей работе?",
        "Ваш любимый мультфильм?",
        "Какое занятие в SmartJ вы бы рекомендовали всем новичкам?",
        "Что мешает ребёнку быть честным в рефлексии?"
      ]
    },
    {
      chest: 8,
      questions: [
        "Сколько педагогов нужно, чтобы замотивировать одного пятиклассника в пятницу после обеда?",
        "Планировать или импровизировать?",
        "Офис или удалёнка?",
        "Какой новый модуль или направление вы бы открыли в SmartJ?",
        "Ваш победа года?"
      ]
    },
    {
      chest: 9,
      questions: [
        "Ваш внутренний голос после занятия: «О, это гениально!» или «Почему я?»",
        "Идеальная пропорция дисциплины и свободы на занятии — какая она?",
        "Ваш любимый предмет в школе?",
        "Что для вас самое ценное в SmartJ?",
        "Самый серьёзный вопрос, который вы услышали от участников в этом году?"
      ]
    },
    {
      chest: 10,
      questions: [
        "В каком месяце вы начинаете хотеть в отпуск?",
        "Для вас важнее структура или гибкость?",
        "Путешествие мечты — куда?",
        "На один день можно стать ребёнком и пойти на занятия SmartJ. В какую возрастную группу вы бы пошли?",
        "Чему можно поучиться у современных детей?"
      ]
    },
    {
      chest: 11,
      questions: [
        "Вам чаще снятся конспекты занятий или участники проекта?",
        "Признак настоящей команды?",
        "Ваша самая первая работа?",
        "Если бы проект был цветом, то каким?",
        "Педагог — профессия будущего? Почему?"
      ]
    }
  ];
  
  